Revit 2024 API
UnitTypeId.Decimeters Property
 Decimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Decimeters { get; }
Visual Basic
Public Shared ReadOnly Property Decimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Decimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace